#!/bin/bash

files=(
"01_应用管理_应用列表.md",
"02_应用管理_用户应用.md",
"03_应用管理_收藏应用.md",
"04_产品管理_产品列表.md",
"05_产品管理_产品访问.md",
"06_产品管理_产品类型.md",
"07_产品方案_解决方案.md",
"08_产品方案_方案管理.md",
"09_产品方案_方案类型.md",
"10_账号管理_账号列表.md",
"11_账号管理_账号画像.md",
"12_案例管理_案例列表.md",
"13_案例管理_案例类型.md",
"14_案例管理_合作伙伴.md",
"15_文档教程_教程管理.md",
"16_文档教程_教程类型.md",
"17_文档教程_服务支持.md",
"18_咨询服务_产品评价.md",
"19_咨询服务_建议反馈.md",
"20_咨询服务_咨询管理.md",
"21_安全审计_操作日志.md",
"22_安全审计_访问日志.md",
"23_内容管理_友情链接.md",
"24_内容管理_内容管理.md",
"25_内容管理_公告管理.md",
)

for file in "${files[@]}"
do
    echo "#${file%.*}" > "$file"
done
